Repository: AlexisDemongeot/c2c_ui
Catalog: *.po
Languages: fr

source: Has this experience changed your habits? Describe the lessons you have learned from this experience
fr: Cet évènement a-t-il modifié vos habitudes ? Quels enseignements en avez-vous tiré ?

source: has updated the area
fr: a mis à jour cette région

source: has updated the article
fr: a mis à jour un article

source: has updated the book
fr: a mis à jour ce livre

source: has updated the image
fr: a mis à jour une image

source: has updated the outing
fr: a mis à jour une sortie

source: has updated the route
fr: a mis à jour un itinéraire

source: has updated the waypoint
fr: a mis à jour un point de passage

source: has updated the xreport
fr: a mis à jour ce rapport d'incident/accident

source: Have an account?
fr: Déjà inscrit(e) ?

source: Have you (re)evaluated the risks at each change in the situation? What factors might have affected your awareness, such as tiredness, stress, relaxing having passed the main difficulties or on the descent, on a section reputed to be easy, presence of footprints or other people, complete confidence in the leader of the group, etc.
fr: Avez-vous (ré)évalué les risques à chaque changement de situation ? Considérez des facteurs qui ont pu influencer votre niveau d'attention tels que la fatigue, le stress, la baisse d'attention une fois les difficultés passées ou à la descente, un secteur connu ou réputé facile, la présence de traces ou d'autres personnes, une confiance totale dans le responsable du groupe, etc.

source: Heading
fr: Titre

source: heading text
fr: texte du titre

source: heating_unstaffed
fr: Chauffage hors gardiennage

source: height
fr: Hauteur

source: height_diff
fr: Dénivelé

source: height_diff_access
fr: Dénivelé de l'approche

source: height_diff_difficulties
fr: Dénivelé des difficultés

source: height_diff_down
fr: Dénivelé négatif

source: height_diff_up
fr: Dénivelé positif

source: height_max
fr: Hauteur maximale

source: height_median
fr: Hauteur moyenne

source: height_min
fr: Hauteur minimale

source: Help
fr: Aide

# image_categories
source: help
fr: aide

source: help
fr: aide

source: Help research activities to define new prevention means
fr: Aider la recherche scientifique à dégager des pistes de prévention

source: Here is the list of users you are following and whose activity you will see in your personal feed.
fr: Voici la liste des contributeurs que vous suivez et dont vous verrez les activités dans votre fil personnel.

source: Here you may set activity and region filters that will apply to the homepage feed.
fr: Définissez ici les filtres d'activités et de régions qui seront appliqués dans le fil de la page d'accueil.

# activities
source: hiking
fr: Randonnée / Trail

source: hiking gear
fr: Randonnée pédestre estivale

source: hiking_mtb_exposition
fr: Exposition randonnée, trail et VTT

source: hiking_rating
fr: Cotation randonnée / trail

# book_types
source: historical
fr: historique

source: History
fr: Versions

source: History is missing, please provide it if you have information.
fr: L'historique est manquant, n'hésitez pas à partager toute information en votre possession.

source: Home
fr: Accueil

source: Home page feed parameters
fr: Paramètre du fil d'activité sur la page d'accueil

source: How is my testimony used ? How / why is it useful ?
fr: À quoi sert mon témoignage ?

# weather_station_types
source: humidity
fr: humidité

# image_categories
source: hut
fr: refuge/cabane

# waypoint_types
source: hut
fr: refuge/cabane

source: hut_comment
fr: Commentaires sur le refuge

source: hut_status
fr: Refuge

# user_categories
source: hut_warden
fr: gardien de refuge

source: I have read and agree to the terms of use
fr: J'ai lu et approuvé les conditions d'utilisation

source: ice and dry climbing gear
fr: Cascade de glace et dry-tooling

# activities
source: ice_climbing
fr: Cascade de glace

# event_activities
source: ice_climbing
fr: Cascade de glace

# event_types
source: ice_cornice_collapse
fr: effondrement cascade ou corniche

source: ice_rating
fr: Cotation glace

# Map slopes layer
source: IGN
fr: France (IGN)

# Map layer
source: IGN maps
fr: IGN Fr

# Map layer
source: IGN ortho
fr: IGN Fr Sat

# Map layer
source: IGN ortho (es)
fr: IGN Es Sat

# Map layer
source: IGN raster (es)
fr: IGN Es

source: Image could not be processed
fr: L'image n'a pas pu être traitée pour le téléversement

source: image_categories
fr: Catégories

source: image_type
fr: Type d'image (licence)

# glacier_ratings
source: impossible
fr: infranchissable - passage impossible

source: Improve our understanding of risks
fr: Améliorer la connaissance des risques

source: Incidents and accidents
fr: Incidents et accidents

source: increase_impact
fr: Éléments ayant aggravé les conséquences de l’événement

source: Information about the terrain, like elevations, lengths...
fr: Données relatives au terrain, comme les altitudes, la longueur, etc.

source: Information on the location of the incident. Mark the location on the map above, even if you cannot do very accurately, (in which case give more details here). After completing the report, you can associate it to a route, a climbing site or an outing.
fr: Information sur la localisation de l'incident. Positionner la localisation sur la carte ci-dessus, même de manière peu précise (auquel cas vous pouvez ajouter plus de détails dans ce champ). Après avoir complété le rapport, vous pouvez associer un itinéraire, un point de passage ou une sortie.

source: Informations about the access
fr: Information à propos de l'accès routier/transport en commun

source: Infos
fr: Informations

# event_types
source: injury_without_fall
fr: lésion sans chute

source: Insert a link
fr: Insérer un lien

source: Insert emoji
fr: Insérer un émoji

source: Insert image
fr: Insérer une image

source: Insert link
fr: Insérer le lien

# rain_proof_types
source: inside
fr: à l'intérieur

# weather_station_types
source: insolation
fr: ensoleillement

# author_statuses
source: internal_witness
fr: témoin direct

source: Invalid date
fr: Date non valide

# API message
source: Invalid email address
fr: Adresse email invalide

source: iso_speed
fr: Sensibilité

source: Issue report
fr: Signalement d'un problème

# langs
source: it
fr: italien

# months
source: jan
fr: janvier

# months
source: jul
fr: juillet

# months
source: jun
fr: juin

# custodianship_types
source: key_needed
fr: clé nécessaire pour ouvrir

source: kilometers
fr: km

source: Know more about SERAC
fr: En savoir plus sur SERAC

source: labande_global_rating
fr: Cotation globale ski

source: labande_ski_rating
fr: Cotation ponctuelle ski

# waypoint_types
source: lake
fr: lac

# image_categories
source: landscapes
fr: paysages

source: lang
fr: Langue

source: langs
fr: Langues

source: Last forum topics
fr: Dernières discussions du forum

source: Last outings
fr: Dernières sorties

# Map controls
source: Layers
fr: Sélection des couches

source: Leave fullscreen
fr: Quitter le mode plein écran

source: length
fr: Longueur

source: length_total
fr: Longueur totale

source: Let's make our feedbacks valuable
fr: Valorisons nos retours d’expérience

# avalanche_levels
source: level_1
fr: 1 - faible

# avalanche_levels
source: level_2
fr: 2 - limité

# avalanche_levels
source: level_3
fr: 3 - marqué

# avalanche_levels
source: level_4
fr: 4 - fort

# avalanche_levels
source: level_5
fr: 5 - très fort

# avalanche_levels
source: level_na
fr: niveau non renseigné

source: Licenses
fr: Licences

source: lift_access
fr: Remontées mécaniques

source: lift_status
fr: Remontées mécaniques

source: link
fr: lien

source: Links
fr: Liens

source: List mode
fr: Vue en liste

source: List of versions for language:
fr: Liste des versions pour la langue :

source: Load my preferences
fr: Activer mes préférences

source: loading
fr: chargement en cours

# waypoint_types
source: local_product
fr: produits locaux

# waypoint_types
source: locality
fr: lieu-dit

source: Location / elevation / orientation
fr: Lieu / altitude / orientation

source: Log in to post a comment
fr: Se connecter pour poster un commentaire

source: Login
fr: Se connecter

# API message
source: Login failed
fr: Identifiant ou mot de passe incorrects

source: Logout
fr: Me déconnecter

# route_types
source: loop
fr: boucle (pied de la voie)

# route_types
source: loop_hut
fr: boucle (approche ou refuge)

source: Mail has been sent
fr: Courriel envoyé

source: Main information about the route, such as title, activity, GPS, and waypoint (which mountain, place).
fr: Principales informations sur l'itinéraire, comme le nom, les activités, la géo-localisation, et l'environnement proche.

source: Main informations about your outing
fr: Données principales de votre sortie

source: main_waypoint_id
fr: ID du point de passage principal

source: Make profile page public
fr: Rendre publique la page de profil

# genders
source: male
fr: homme

source: map
fr: carte

source: Map only
fr: Uniquement la carte

source: Map, guidebook, known route, planning for a plan B, (re) evaluation of route during trip?
fr: Carte, topos, connaissance de l’itinéraire, anticipation d’un plan B, réévaluation de l’itinéraire en cours de sortie ?

source: maps
fr: cartes

source: maps_info
fr: Cartes

source: maps_references
fr: Références cartographiques

# months
source: mar
fr: mars

source: Mark this route as to do
fr: Mettre cet itinéraire dans ses favoris

source: matress_unstaffed
fr: Matelas hors gardiennage

# months
source: may
fr: mai

# quality_types
source: medium
fr: moyen

source: Merge documents
fr: Fusionner des documents

source: Merge with other document
fr: Fusionner avec un autre document

source: Merging a source document with a target document transfers all associations of the source document to the target document, and sets up a redirection from the source to the target document.
fr: Fusionner un document source avec un document cible transfère toutes les associations du document source au document cible, et définit une redirection du document source vers le document cible.

source: meters
fr: m

# image_categories
source: misc
fr: divers

# waypoint_types
source: misc
fr: divers

source: Misc data about the waypoint
fr: Données diverses sur le point de passage

source: Miscs
fr: Divers

# API message
source: Missing captcha
fr: Captcha manquant

source: mixed_rating
fr: Cotation mixte

source: modifications
fr: Conséquences sur les pratiques

# modification date
source: Modified the
fr: Modifié le

# rock_types
source: mollasse_calcaire
fr: molasse

source: More info
fr: Plus d'information

# severities
source: more_than_3m
fr: supérieur à 3 mois

# activities
source: mountain_biking
fr: VTT

# activities
source: mountain_climbing
fr: Rocher haute montagne

# article_categories
source: mountain_environment
fr: environnement montagne

# user_categories
source: mountain_guide
fr: guide de haute montagne

# user_categories
source: mountain_leader
fr: ouvreur

# user_categories
source: mountainbike_instructor
fr: moniteur de VTT

source: mtb_down_rating
fr: Cotation VTT descente

source: mtb_height_diff_portages
fr: Portage VTT

source: mtb_length_asphalt
fr: Distance goudronnée

source: mtb_length_trail
fr: Distance sur sentier

source: mtb_up_rating
fr: Cotation VTT montée

# climbing_outdoor_types
source: multi
fr: grande voie

source: Multi-criteria search
fr: Recherche multi-critère

# event_activities
source: multipitch_climbing
fr: Escalade grande voie

source: My account
fr: Mon compte

source: My bookmarks
fr: Mes favoris

source: My changes
fr: Mes contributions

source: My followed users
fr: Mes amis

source: My outings
fr: Mes sorties

source: My preferences
fr: Mes préférences

source: My profile
fr: Mon profil

source: name
fr: Nom

source: Narration
fr: Description textuelle

# avalanche_signs
source: natural_avalanche
fr: avalanche naturelle le jour de la sortie

# snow_clearance_ratings
source: naturally
fr: déneigement naturel

source: nb_impacted
fr: Nombre de personnes touchées

source: nb_pages
fr: Nombre de pages

source: nb_participants
fr: Nombre de participants

source: Near-accidents = delicate situation not leading to physical injury but could have lead to a much more serious event.
fr: Situations « limites » qui aurait pu dégénérer en évènements plus graves

source: Near-accidents are valuable
fr: Des incidents et quasi-accidents riches d’enseignements :

# public_transportation_ratings
source: nearby service
fr: service à proximité

source: New outing
fr: Nouvelle sortie

source: New password
fr: Nouveau mot de passe

source: New route
fr: Nouvel itinéraire

source: New waypoint
fr: Nouveau point de passage

source: next difference
fr: différence suivante

source: next version
fr: version suivante

# image_categories
source: nivology
fr: nivologie et avalanches

# avalanche_signs
source: no
fr: non

# glacier_gear_types
source: no
fr: non

# parking_fee_types
source: no
fr: non

# previous_injuries
source: no
fr: non

source: no
fr: non

source: No account yet?
fr: Pas encore de compte ?

source: no info
fr: pas d'information

source: No match?
fr: Aucun résultat satisfaisant ?

# public_transportation_ratings
source: no service
fr: pas de service

# API message
source: No user with this email
fr: Il n'existe pas d'utilisateur avec cet email

# supervision
source: no_supervision
fr: non encadré

# custodianship_types
source: no_warden
fr: non gardé

source: NoDerivatives — If you remix, transform, or build upon the material, you may not distribute the modified material.
fr: Pas de modifications — Dans le cas où vous effectuez un remix, que vous transformez, ou créez à partir du matériel composant l'Oeuvre originale, vous n'êtes pas autorisé à distribuer ou mettre à disposition l'Oeuvre modifiée.

# autonomies
source: non_autonomous
fr: non autonome

source: NonCommercial — You may not use the material for commercial purposes.
fr: Pas d’Utilisation Commerciale — Vous n'êtes pas autorisé à faire un usage commercial de cette Oeuvre, tout ou partie du matériel la composant.

source: Note that comments have to be transferred manually in Discourse before merging.
fr: Les commentaires doivent être transférés manuellement dans Discourse avant de fusionner les documents.

# months
source: nov
fr: novembre

# book_types
source: novel
fr: nouvelle

source: Numbers
fr: Données

source: numbers
fr: Caractéristiques

# months
source: oct
fr: octobre

# 1-30 of 200 results
source: of
fr: sur

# snow_clearance_ratings
source: often
fr: déneigement régulier

# API message
source: Only document less than 24h old can be deleted
fr: Seuls les documents récents (24h) peuvent être supprimés. Contactez la modération pour supprimer ce document.

source: Only status updates with the selected activities and in the selected areas are shown in your homepage feed. Status updates from followed users will always be shown.
fr: Seuls les documents qui concernent les régions et les activités sélectionnées sont affichés dans le fil de la page d'accueil. Les documents des utilisateurs suivis sont toujours visibles.

# lift_status
source: open
fr: ouvertes

source: Open fields to deeply explain the event circumstances.
fr: Champs libres pour raconter au mieux les circonstances de l'évènement.

source: Open fields to detail the picture's context
fr: Champs libre pour décrire le contexte de l'image

# hut_status
source: open_guarded
fr: ouvert gardé

# hut_status
source: open_non_guarded
fr: ouvert non gardé

source: opening_hours
fr: Heures d'ouverture

source: opening_periods
fr: Période de gardiennage

source: or try the following pages:
fr: ou essayez les pages suivantes :

source: Ordered list
fr: Liste triée

# event_activities
source: other
fr: Autre

# event_types
source: other
fr: autre

source: other_comments
fr: Conséquences physiques et autres commentaires

source: Oups! Something went wrong with forum. Here is the message :
fr: Oups ! Il y a eu un souci avec le forum. Voici le message :

source: Oups! something went wrong...
fr: Oups ! Il y a eu un problème...

source: outing
fr: sortie

source: outings
fr: sorties

# frequentation_types
source: overcrowded
fr: très fréquenté

# climbing_styles
source: overhang
fr: dévers-surplomb

source: Page not found
fr: Page non trouvée

# activities
source: paragliding
fr: Parapente

source: Paragliding outings
fr: Sorties parapente

# user_categories
source: paragliding_instructor
fr: moniteur de parapente

# waypoint_types
source: paragliding_landing
fr: atterrissage parapente

source: paragliding_rating
fr: Cotation parapente

# waypoint_types
source: paragliding_takeoff
fr: décollage parapente

source: Parameters of the Digital Camera
fr: Détails sur l'appareil photo numérique

source: parking_fee
fr: Parking ou route payant(e)

source: partial_trip
fr: Parcours partiel

source: participant_count
fr: Nombre de participants

source: Participants and context
fr: Participants et contexte

# rain_proof_types
source: partly_protected
fr: partiellement protégé

# waypoint_types
source: pass
fr: col

source: Password
fr: Mot de passe

# API message
source: Password too short
fr: Le mot de passe est trop court

# hut
source: pedestrian access
fr: Accès

source: pedestrian access
fr: Accès pédestre

# image_categories
source: people
fr: personnages

source: People who were with you, and your feelings about this outing
fr: Les autres personnes qui étaient avec vous, ainsi que vos impressions sur la sortie

# 30 per page
source: per page
fr: par page

source: Period of protection
fr: Période de protection

# event_types
source: person_fall
fr: déséquilibre ou chute

# article_types
source: personal
fr: individuel (CC by-nc-nd)

# image_types
source: personal
fr: individuel (CC by-nc-nd)

source: personal
fr: individuel (CC by-nc-nd)

source: personal comments
fr: Commentaires personnels

source: Personal data are confidential
fr: Les informations personnelles sont confidentielles

source: Personal feed off
fr: Fil personnel désactivé

source: Personal feed on
fr: Fil personnel activé

source: Personal informations
fr: Informations personnelles

source: phone
fr: Téléphone

source: phone_custodian
fr: Téléphone gardien/gérant

# event_types
source: physical_failure
fr: défaillance physique

# route_configuration_types
source: pillar
fr: pilier

# climbing_indoor_types
source: pitch
fr: couenne

source: Pitch description tag
fr: Balise de description des longueurs

source: place
fr: Lieu

# API message
source: please consult the server logs
fr: Erreur inattendue, merci de contacter dev@camptocamp.org

source: Please describe your technical and experience level related to the chosen goal, your level of fitness, prior tiredness accumulated, acclimatization if in altitude, etc.
fr: Décrivez votre niveau technique et expérience par rapport à l’objectif choisi, votre condition physique, la fatigue accumulée avant la sortie, l’acclimatation pour une sortie en altitude, etc.

# condition_ratings
source: poor
fr: mauvaises

# snow_quality_ratings
source: poor
fr: mauvaise

# snow_quantity_ratings
source: poor
fr: mauvaise

# public_transportation_ratings
source: poor service
fr: service réduit

# glacier_ratings
source: possible
fr: délicat - passage possible

source: Post the first comment
fr: Publier le premier commentaire

# weather_station_types
source: precipitation
fr: précipitations (pluie uniquement)

# weather_station_types
source: precipitation_heater
fr: précipitations (pluie ou neige)

source: Precise localisation of the shooting
fr: Localisation précise de la prise de vue

source: Precise location of the event.
fr: Localisation précise de l'évènement

source: Press enter to select
fr: Entrée pour selectionner

# weather_station_types
source: pressure
fr: pression

source: Preview
fr: Prévisualiser

source: previous difference
fr: différence précédente

source: previous version
fr: version précédente

source: previous_injuries
fr: Blessures antérieures

# previous_injuries
source: previous_injuries_2
fr: autres blessures

# author_statuses
source: primary_impacted
fr: victime principale

source: product_types
fr: Type de produits locaux

# qualification
source: professional_diploma
fr: diplôme professionel

# supervision
source: professional_supervision
fr: professionel

source: profile
fr: profil

source: profiles
fr: profils

# snow_clearance_ratings
source: progressive
fr: déneigement progressif

source: prominence
fr: Proéminence

source: Protect document
fr: Protéger ce document

# rain_proof_types
source: protected
fr: protégé de la pluie

source: protected
fr: protégé

source: Protection area:
fr: Zone de protection :

source: Protection areas
fr: Zones de protection

source: Protection status
fr: Status de la protection

source: public transportation access
fr: Accès en transports en commun

source: public_transport
fr: Sortie en mobilité douce

source: public_transportation_rating
fr: Accessibilité en transports en commun

source: public_transportation_types
fr: Type de transport en commun

source: publication_date
fr: Date de publication

source: Put it back
fr: Remettre

source: qualification
fr: Diplôme d'encadrement pour l'activité

source: quality
fr: Qualité du document

# frequentation_types
source: quiet
fr: non fréquenté

source: Quote
fr: Citation

source: rain_proof
fr: Pluie

# area_types
source: range
fr: massif

source: ratings
fr: Cotations

source: Recent changes
fr: Changements récents

# avalanche_signs
source: recent_avalanche
fr: trace d'avalanche récente (après la dernière chute de neige, pluie, vent ou redoux)

source: Recenter on your current position
fr: Centrage sur votre position actuelle

source: Recenter on...
fr: Recentrer sur...

source: reduce_impact
fr: Éléments ayant atténué les conséquences de l'événement

source: Register
fr: S'inscrire

source: remarks
fr: Remarques

source: Remove
fr: Retirer

source: Report an issue
fr: Signaler un problème

source: Report title, activity, linked routes or outings.
fr: Titre du rapport, activité, liens avec des itinéraires ou sorties.

# API message
source: Required
fr: Requis

source: required field
fr: champ obligatoire

source: rescue
fr: Intervention des services de secours

source: Reset geometry
fr: Réinitialiser

source: Reset password
fr: Réinitialiser le mot de passe

source: resolution
fr: résolution

source: Restore this version
fr: Restaurer cette version

source: restricted_access
fr: Restrictions d'accès

source: Results only
fr: Uniquement les résultats

source: Retry
fr: Réessayer

# route_types
source: return_same_way
fr: aller-retour

# image_categories
source: rise
fr: montée

source: risk
fr: Niveau de l'attention et évaluation des risques

source: risk_rating
fr: Risques objectifs

source: road access
fr: Accès routier

source: road or pedestrian access
fr: Accès routier ou pédestre

# activities
source: rock_climbing
fr: Escalade

source: rock_free_rating
fr: Cotation libre

source: rock_required_rating
fr: Cotation obligatoire

source: rock_types
fr: Type de rocher

# climbing_styles
source: roof
fr: toit

source: route
fr: itinéraire

source: route_description
fr: Description de l'itinéraire

source: route_history
fr: Historique de l'itinéraire

source: route_length
fr: Longueur de l'itinéraire

source: route_study
fr: Étude de l'itinéraire

source: route_types
fr: Type d'itinéraire

source: routes
fr: itinéraires

source: routes_quantity
fr: Nombre de voies

# children_proof_types
source: safe
fr: adapté

source: safety
fr: Mesures et techniques de sécurité mises en oeuvre

# event_types
source: safety_operation
fr: manœuvre de sécurité

source: Save
fr: Enregistrer

source: scale
fr: échelle

# ground_types
source: scree
fr: éboulis

source: Search ...
fr: Rechercher ...

source: Search a document to associate...
fr: Rechercher un document à associer

# parking_fee_types
source: seasonal
fr: saisonnier
