Repository: AlexisDemongeot/c2c_ui
Catalog: *.po
Languages: fr

# public_transportation_ratings
source: seasonal service
fr: service saisonnier

# author_statuses
source: secondary_impacted
fr: victime secondaire

source: see actual version
fr: voir la version actuelle

source: See more results
fr: Plus de résultats

source: See other documents nearby
fr: À proximité de...

source: See profile based on:
fr: Profil d'altitude selon :

source: See the activity of this contributor in your feed
fr: Voir les activités de ce contributeur dans votre fil

source: See the analysis of the submitted stories
fr: Lire les analyses des récits déjà déposés

source: See the latest version
fr: Voir la dernière version

source: Select option
fr: Choisissez une option

source: Send reset email
fr: Envoyer l'email de réinitialisation

source: Sensitive area:
fr: Zone sensible :

source: Sensitive areas
fr: Zones sensibles

source: sensitive_months:
fr: Période de vigilance :

# months
source: sep
fr: septembre

source: SERAC is a worldwide incidents and accidents database aiming at increasing safety in rock climbing and mountain sports.
fr: SERAC est une base de données mondiale sur les accidents et incidents en montagne. Sa vocation est d'améliorer la sécurité dans la pratique de l'escalade et des sports de montagne.

source: SERAC is built upon a kindness mindset. We thank you to improve it
fr: SERAC est conçu dans un esprit de bienveillance et de partage, merci de l’encourager

# public_transportation_types
source: service_on_demand
fr: service à la demande

source: Settings
fr: Paramètres

source: Several days?
fr: Plusieurs jours ?

source: severity
fr: Gravité

# severities
source: severity_no
fr: pas de blessure

source: Share
fr: Partager

source: Share with us!
fr: Partagez avec nous!

source: ShareAlike — If you remix, transform, or build upon the material, you must distribute your contributions under the same license as the original.
fr: Partage dans les Mêmes Conditions — Dans le cas où vous effectuez un remix, que vous transformez, ou créez à partir du matériel composant l'Oeuvre originale, vous devez diffuser l'Oeuvre modifiée dans les même conditions, c'est à dire avec la même licence avec laquelle l'Oeuvre originale a été diffusée.

# waypoint_types
source: shelter
fr: abri

# API message
source: Shorter than minimum length 1
fr: Champ obligatoire

# API message
source: Shorter than minimum length 3
fr: Champ trop court (minimum 3 caractères)

source: show all
fr: Voir tous les résultats

source: Show only updates from followed users in the homepage feed
fr: N'afficher dans le fil de la page d'accueil que les documents qui concernent les utilisateurs suivis.

# climbing_outdoor_types
source: single
fr: couenne

# article_categories
source: site_info
fr: info site

source: ski_exposition
fr: Exposition ski

# user_categories
source: ski_instructor
fr: moniteur de ski

# user_categories
source: ski_patroller
fr: pisteur

source: ski_rating
fr: Cotation ski

source: Skiability
fr: Skiabilité

# activities
source: skitouring
fr: Ski, surf

# event_activities
source: skitouring
fr: Ski de randonnée

source: skitouring gear
fr: Ski, surf, raquette

# climbing_styles
source: slab
fr: dalle

source: slackline_anchor1
fr: Ancrage 1

source: slackline_anchor2
fr: Ancrage 2

source: slackline_height
fr: hauteur de la slackline

source: slackline_length
fr: Longueur de la ligne

source: slackline_length_max
fr: Longueur de ligne maximale

source: slackline_length_min
fr: Longueur de ligne minimale

# waypoint_types
source: slackline_spot
fr: spot de slackline

source: slackline_type
fr: Type de ligne

source: slackline_types
fr: Types de ligne

# activities
source: slacklining
fr: Slackline / Highline

source: slope
fr: Pente

# avalanche_slopes
source: slope_30_35
fr: pente de 30 à 35°

# avalanche_slopes
source: slope_35_40
fr: pente de 35 à 40°

# avalanche_slopes
source: slope_40_45
fr: pente de 40 à 45°

# avalanche_slopes
source: slope_gt_45
fr: pente supérieure à 45°

# avalanche_slopes
source: slope_lt_30
fr: pente inférieure à 30°

source: Slopes
fr: Cartes de pentes

# climbing_styles
source: small_pillar
fr: colonnettes

# ground_types
source: snow
fr: Neige

source: snow_clearance_rating
fr: Déneigement

# weather_station_types
source: snow_height
fr: hauteur de neige

# activities
source: snow_ice_mixed
fr: Neige, glace et mixte

# event_activities
source: snow_ice_mixed
fr: Neige, glace et mixte

source: snow_quality
fr: Qualité de la neige

source: snow_quantity
fr: Quantité de neige

source: snowshoe_rating
fr: Cotation raquette

# activities
source: snowshoeing
fr: Raquette

# access_conditions
source: snowy
fr: enneigé

source: soft snow
fr: Neige meuble

# article_categories
source: soft_mobility
fr: mobilité douce

# frequentation_types
source: some
fr: peu fréquenté

# snow_clearance_ratings
source: sometimes
fr: déneigement occasionnel

source: Source:
fr: Document à fusionner (source) :

# event_activities
source: sport_climbing
fr: Escalade falaise

# product_types
source: sport_shop
fr: magasin de sport

# event_types
source: stone_ice_fall
fr: chute de pierre/glace/serac

source: Stop following this contributor
fr: Ne plus suivre ce contributeur

# article_categories
source: stories
fr: récits

source: strong text
fr: texte en gras

source: Suggested rating
fr: Cotation suggérée

source: summary
fr: Résumé

# waypoint_types
source: summit
fr: sommet

source: supervision
fr: Encadrement

# Map slopes layer
source: SwissTopo
fr: Suisse (SwissTopo)

source: Target:
fr: Document à conserver (cible) :

# article_categories
source: technical
fr: technique

# book_types
source: technics
fr: techniques

# weather_station_types
source: temperature
fr: température

source: text to display
fr: texte à afficher

source: The mountain sports community
fr: La communauté des sports de montagne

source: The page you are looking for does not exist or is broken.
fr: La page que vous demandez n'existe pas ou est cassée.

source: The slope must be between 0 and 80 deg
fr: La pente doit être comprise entre 0 et 80 deg

source: The slope must be between 50 and 3000m high
fr: La hauteur de la pente doit être comprise entre 50 et 3000m

source: There are sensitive areas on this route. Please refer to the map.
fr: Cet itinéraire traverse ou se situe près de zones sensibles. Merci de consulter la carte.

source: These are positive experiences that reveal usefull risk-management skills.
fr: Expériences positives qui révèlent des compétences de gestion des risques

source: This book cover is the property of its editor and/or author
fr: Cette couverture de livre est la propriété de son éditeur et/ou auteur

source: This content is licensed under Creative Commons BY-NC-ND 3.0
fr: Ce contenu est sous licence Creative Commons BY-NC-ND 3.0

source: This content is licensed under Creative Commons BY-SA 3.0
fr: Ce contenu est sous licence Creative Commons BY-SA 3.0

source: This field is too long
fr: Texte trop long

source: This field is too short
fr: Texte trop court

# API message
source: This field must be a valid ISBN.
fr: Ce champ doit être un ISBN valide.

source: This is the first version
fr: Ceci est la première version

source: This is the last version
fr: Ceci est la dernière version

source: This is where you may describe the route extensively, maybe starting with a brief summary and then developing the description (including approach, descent, etc.). Don't forget to mention the route history if you know it.
fr: Description complète de l'itinéraire (résumé, approche, descente, etc.) N'oubliez pas l'historique si vous le connaissez.

source: This picture depicts a book cover. It is the property of its editor and/or author. It is presented here only for illustration purposes.
fr: Cette image montre une couverture de livre. Elle est la propriété de l'éditeur et/ou de l'auteur et n'est présentée ici qu'à des fins d'illustration.

source: This profile is only available to authenticated users.
fr: Ce profil est accessible aux seuls utilisateurs authentifiés.

source: This tool estimates the technical difficulty of a ski route (ski rating).
fr: Cet outil permet d'estimer la difficulté technique d'un itinéraire à ski (cotation ski)

source: Time
fr: Heure

source: time_management
fr: Gestion de l'horaire

source: timing
fr: Durée

source: title
fr: Titre

source: Title of the book, author, language and date of publication.
fr: Titre de l'ouvrage, auteur, langue et date.

source: Title, activity and characteristics of the picture
fr: Titre, activités et caractéristiques de l"image

# Map Controls
source: Toggle full-screen
fr: Mode plein écran

source: Toggle fullscreen
fr: Basculer en plein écran

source: Too many results: please refine your search.
fr: Trop de résultats : merci de préciser votre recherche.

# book_types
source: topo
fr: topoguide

# image_categories
source: topo
fr: schéma / tracé

# article_categories
source: topoguide_supplements
fr: suppléments du topoguide

source: total snow
fr: Epaisseur totale

# book_types
source: tourism
fr: tourisme

source: Trace
fr: Trace GPS

# image_categories
source: track
fr: trace

source: training
fr: Préparation physique et niveau technique

source: Translate into an other lang
fr: Traduire dans une autre langue

source: Transport & road or PT access
fr: Accès routier/TC

# route_types
source: traverse
fr: traversée

source: Types and styles
fr: Types et styles

source: Types of belay and protection used, verifications between climbers, snowpack stability tests, testing of avalanche transceivers, etc.
fr: Type d'assurage et de protection, vérifications entre grimpeurs, tests de stabilité du manteau neigeux, test des DVA, etc.

source: Unblock account
fr: Débloquer cet utilisateur

source: Unformatted text
fr: Texte brut

source: Unmark this route as to do
fr: Enlever cet itinéraire de ses favoris

source: Unordered list
fr: Liste non triée

source: Unprotect document
fr: Déprotéger ce document

source: Upload a GPS track
fr: Ajouter une trace GPS

source: Upload a new version
fr: Télécharger une nouvelle version

source: User avatar
fr: Avatar

source: Username
fr: Identifiant

source: users
fr: utilisateurs

source: Very complex (steps, narrow sections, ridges...)
fr: Très complexe (marches, étroitures, barres,...)

# children_proof_types
source: very_dangerous
fr: dangereux

# children_proof_types
source: very_safe
fr: bien adapté

source: via_ferrata_rating
fr: Cotation via ferrata

source: View in other lang
fr: Voir dans une autre langue

source: View next comments and continue the discussion
fr: Voir les commentaires suivants et continuer la discussion

source: View xreports
fr: Voir les compte-rendus

# waypoint_types
source: virtual
fr: virtuel

source: Warning: This action cannot be undone!
fr: Attention : cette action est irréversible !

# waypoint_types
source: waterfall
fr: cascade

# waypoint_types
source: waterpoint
fr: point d'eau/source

source: waypoint
fr: point de passage

source: Waypoint's main properties
fr: Principales données du point de passage

source: Waypoint's textual description
fr: Descriptions textuelles du point de passage

source: waypoint_children
fr: sous-points de passage

source: waypoint_slope
fr: pente du terrain

source: waypoint_type
fr: Type de point de passage

source: waypoints
fr: points de passage

source: We sent you an email, please click on the link to reset password.
fr: Vous allez bientôt recevoir un email. Veuillez cliquer sur le lien qu'il contient pour réinitialiser votre mot de passe.

source: weather
fr: Météo

source: Weather & conditions
fr: Météo & conditions

# event_types
source: weather_event
fr: événement météo

# waypoint_types
source: weather_station
fr: station météo

source: weather_station_types
fr: Variables mesurées par la station météo

source: Why did you choose this outing? When did you decide to engage. What influenced your decision (holiday time, long journey, hotel/hut bookings, time spent already in preparation, limited possibilities, etc.)?
fr: Pourquoi avoir choisi cette sortie ? A quel point étiez-vous attaché à l'objectif fixé ? Considérez l'influence de possibles choix effectués en amont (jours de congés, long trajet, réservations de nuitées...), des efforts réalisés jusque-là, de la rareté de l'opportunité, etc.

source: Wide and constant
fr: Large et régulière

source: width
fr: Largeur

# weather_station_types
source: wind_direction
fr: direction du vent

# weather_station_types
source: wind_speed
fr: vitesse du vent

source: Without c2c account
fr: Participants sans compte c2c

source: write a summary
fr: Indiquez ici un résumé

source: write your comments
fr: Laissez vos commentaires

source: xreport
fr: incident / accident

source: xreports
fr: rapports incidents/accidents

# parking_fee_types
source: yes
fr: oui

source: yes
fr: oui

source: You can choose to remain anonymous
fr: Vous pouvez choisir de rester anonyme

source: You may add associated waypoints, books and articles
fr: Associez d'autres documents de camptocamp à ce point de passage

source: You may also drag, draw or edit the track on the map.
fr: Vous pouvez dessiner, éditer ou faire glisser la trace GPS sur la carte.

# Map controls
source: Zoom in
fr: Zoomer

# Map controls
source: Zoom out
fr: Dézoomer
