Repository: AlexisDemongeot/c2c_ui
Catalog: *.po
Languages: fr

source: 1 or 2 complications (steeper or narrow section...)
fr: 1 ou 2 complications (plus pentu ou étroiture...)

# severities
source: 1d_to_3d
fr: de 1 à 3 jours

# severities
source: 1m_to_3m
fr: de 1 à 3 mois

# severities
source: 4d_to_1m
fr: de 4 jours à un mois

source: access
fr: accès routier / transports en commun

# waypoint_types
source: access
fr: accès routier / transports en commun

source: access_comment
fr: Commentaires sur l'accès routier / transports en commun

source: access_condition
fr: Conditions de l'accès routier / transports en commun

source: access_period
fr: Période de déneigement ou d'ouverture

source: access_time
fr: Temps d'accès

# custodianship_types
source: accessible_when_wardened
fr: gardé, fermé hors gardiennage

source: Accident database
fr: Incidents et accidents

# avalanche_signs
source: accidental_avalanche
fr: avalanche déclenchée par une personne le jour de la sortie

source: activities
fr: Activités

source: activity
fr: Activité

source: Activity feed
fr: Fil d'activité

source: activity_rate
fr: Fréquence de pratique dans l'activité

# activity_rates
source: activity_rate_m2
fr: 1 à 2 fois par mois

# activity_rates
source: activity_rate_w1
fr: 1 fois par semaine et plus

# activity_rates
source: activity_rate_y5
fr: moins de 5 fois par an

source: Add
fr: Ajouter

source: add a book
fr: ajouter un livre

source: add a map
fr: ajouter une carte

source: add a route
fr: ajouter un itinéraire

source: add a waypoint
fr: ajouter un point de passage

source: add an area
fr: ajouter une région

source: add an article
fr: ajouter un article

source: add an image
fr: ajouter une image

source: add an incident/accident report
fr: ajouter un rapport d'incident/accident

source: add an outing
fr: ajouter une sortie

source: Add here maps not automatically referenced
fr: Ajouter ici les cartes non ajoutées automatiquement

source: Add images
fr: Ajouter des images

source: Add the first outing
fr: Ajouter la première sortie

source: Additional information
fr: Informations supplémentaires

# area_types
source: admin_limits
fr: limite administrative

source: advertisement
fr: publicité

source: age
fr: Âge

source: aid_rating
fr: Cotation artificielle

# event_activities
source: alpine_climbing
fr: Rocher montagne (TA)

# API message
source: already used forum_username
fr: Pseudo forum déjà utilisé

# API message
source: already used username
fr: Cet identifiant est déjà utilisé.

# custodianship_types
source: always_accessible
fr: toujours ouvert

source: Anonymity and confidentiality
fr: Anonymat et confidentialité

source: anonymous
fr: Contribution anonyme

# months
source: apr
fr: avril

source: Are you sure you want to delete this document?
fr: Êtes-vous sûr(e) de vouloir supprimer ce document ? Attention, les photos associées ne seront pas supprimées et deviendront orphelines. Si vous souhaitez juste modifier le titre ou les documents associés (ex : déplacer une sortie vers un autre itinéraire), il suffit de modifier le document. Si ce document est un doublon comportant des photos, demandez @Modo_Topo_FR de fusionner les doublons pour déplacer les photos sur le document conservé.

source: Are you sure you want to delete this locale?
fr: Êtes-vous sûr(e) de vouloir supprimer cette version linguistique ?

source: Are you sure you want to merge?
fr: Êtes-vous sur de vouloir fusionner ?

source: Are you sure you want to revert to this version of the document?
fr: Êtes-vous sûr de vouloir restaurer cette version du document ?

source: area
fr: région

source: area_type
fr: Type de région

source: areas
fr: régions

source: article_categories
fr: catégories d'articles

source: article_type
fr: Type d'article

source: Articles, waypoints or routes to be linked.
fr: Articles, points de passage et itinéraires attachés

source: Articles, waypoints, routes or books to be linked.
fr: Articles, points de passage, itinéraires et ouvrages attachés

# rock_types
source: artificial
fr: artificiel

source: Associated outings
fr: Sorties associées

source: Associated routes
fr: Itinéraires associés

source: Associated routes cotations
fr: Cotations des itinéraires associés au point de passage

source: Association
fr: Camptocamp Association

source: Associations history
fr: Historique des associations

# API message
source: at least one route required
fr: Sélectionnez au moins un itinéraire

# API message
source: at least one user required
fr: Sélectionnez au moins un itinéraire

source: Attribution — You must give appropriate credit, provide a link to the license, and indicate if changes were made.
fr: Attribution — Vous devez créditer l'Œuvre, intégrer un lien vers la licence et indiquer si des modifications ont été effectuées à l'Oeuvre.

# months
source: aug
fr: août

source: author
fr: Auteur

source: author_status
fr: Implication dans la situation

# autonomies
source: autonomous
fr: autonome

source: autonomy
fr: Niveau de pratique

# user_categories
source: avalanche_forecaster
fr: prévision d'avalanche

source: avalanche_level
fr: Niveau de risque d'avalanche

source: avalanche_signs
fr: Signes d'avalanche

source: avalanche_slope
fr: Pente de la zone de départ

source: avalanches
fr: Observations relatives aux avalanches

# condition_ratings
source: average
fr: moyennes

# snow_quality_ratings
source: average
fr: moyenne

# snow_quantity_ratings
source: average
fr: moyenne

source: Average slope (degrees)
fr: Pente moyenne (degrés)

source: Average slope in degree
fr: Pente moyenne en degrés

# condition_ratings
source: awful
fr: exécrables

# snow_quality_ratings
source: awful
fr: exécrable

# snow_quantity_ratings
source: awful
fr: exécrable

source: Back to code
fr: Retour au code

source: Back to edit mode
fr: Retour en mode édition

source: Base layer
fr: Fond de carte

# waypoint_types
source: base_camp
fr: camp de base

# Map layer
source: Basemap (at)
fr: Autriche

# Map layer
source: Basemap ortho (at)
fr: Autriche Sat

source: best_periods
fr: Meilleures périodes

source: Beware of case-sensitive login and password
fr: Attention, identifiant et mot de passe sont sensibles à la casse (majuscule et minuscule).

# book_types
source: biography
fr: biographie

# waypoint_types
source: bisse
fr: bisse / béal

source: blanket_unstaffed
fr: Couvertures hors gardiennage

source: Block account
fr: Bloquer cet utilisateur

# event_types
source: blocked_person
fr: personne bloquée

# public_transportation_types
source: boat
fr: bateau

source: bolted rock climbing gear
fr: Escalade en grande voie sportive

# image_categories
source: book
fr: livre

source: book
fr: livre

source: Book content
fr: Rapide description du contenu de l'ouvrage

source: book_types
fr: Type de livre

source: books
fr: livres

source: Books and websites not already associated to this route
fr: Indiquez l'origine des informations de l'itinéraire parcouru. Un topo-livre ou un magazine doit être associé à l'itinéraire (ne pas le mentionner dans ce champ). Ce champ est prévu pour les liens vers des topos en ligne, des blogs, des sources non diffusées (cahier dans un refuge ou un bar), ou des infos complémentaires concernant les topo-livres (schéma faux, etc).

source: Both results and map
fr: Résultats et carte

source: Briefly describe any injuries. Comments that do not fit into any other fields can be entered here.
fr: Décrivez brièvement les blessures éventuelles, et ce que vous feriez aujourd'hui avec du recul. Les commentaires qui n'entrent dans aucun autre champ peuvent être saisis ici.

# article_categories
source: c2c_meetings
fr: réunions c2c

# langs
source: ca
fr: catalan

source: camera settings
fr: Paramètres de l'APN

source: camera_name
fr: Nom de l'APN

# waypoint_types
source: camp_site
fr: camping

source: Camptocamp.org aims to facilitate information sharing between mountain addicts and contribute to the safety of mountain activities.
fr: Camptocamp.org a pour but de faciliter le partage d'informations entre les pratiquants de sports de montagne et de contribuer à la sécurité des activités montagne.

source: Cancel
fr: Annuler

# bivouac
source: capacity
fr: Nombre de places

source: capacity
fr: Nombre de places hors gardiennage

source: capacity_staffed
fr: Nombre de places en gardiennage

source: Cards mode
fr: Vue en cards

source: categories
fr: Catégories

# waypoint_types
source: cave
fr: grotte

source: Change account parameters
fr: Modifier les paramètres du compte

source: Change password
fr: Modifier le mot de passe

source: Checking...
fr: En cours de vérification ...

source: Child
fr: Enfant

source: children_proof
fr: Enfants

source: Clear
fr: Effacer

# access_conditions
source: cleared
fr: déneigé

source: climbing rating
fr: cotation escalade

# waypoint_types
source: climbing_indoor
fr: SAE

source: climbing_indoor_types
fr: Type de SAE

# user_categories
source: climbing_instructor
fr: moniteur d'escalade

# waypoint_types
source: climbing_outdoor
fr: site d'escalade

source: climbing_outdoor_type
fr: Type de voie

source: climbing_outdoor_types
fr: Type de site d'escalade

source: climbing_rating_max
fr: Cotation maximale

source: climbing_rating_median
fr: Cotation médiane

source: climbing_rating_min
fr: Cotation minimale

source: climbing_styles
fr: Styles d'escalade

source: Close
fr: Fermer

# lift_status
source: closed
fr: fermées

# access_conditions
source: closed_cleared
fr: fermé déneigé

# hut_status
source: closed_hut
fr: refuge fermé

# snow_clearance_ratings
source: closed_in_winter
fr: fermé en hiver

# access_conditions
source: closed_snow
fr: fermé enneigé

# article_types
source: collab
fr: collaboratif (CC by-sa)

source: collab
fr: collaboratif (CC by-sa)

# image_types
source: collaborative
fr: collaboratif (CC by-sa)

source: Collapse
fr: Replier

source: comment
fr: Commentaire

source: Comments
fr: Commentaires

source: Comments are disabled.
fr: Les commentaires ne sont pas autorisés sur ce document.

source: Communication of the individual objectives and expectations, the thoughts and observations during the outing, discussions on new strategies, the way the group conducted itself and divided responsibilities, was the group used to working together, core aspirations, etc.
fr: Communication des objectifs et attentes de chacun, des craintes et observations en cours de sortie, briefing pour établir de nouvelles stratégies, éléments de conduite de groupe et de responsabilités, groupe habitué à fonctionner ensemble ou non, émulation, etc.

source: Compare selected versions
fr: Comparer les versions sélectionnées

source: condition_rating
fr: Évaluation des conditions

source: Conditions, summits, routes
fr: Conditions, sommets, itinéraires

source: conditions_levels
fr: Conditions d'enneigement par zones

source: Confirm
fr: Confirmer

# rock_types
source: conglomerat
fr: conglomérat

# API message
source: Contain invalid character(s)
fr: Contient un ou plusieurs caractères invalides

source: Continue the discussion
fr: Continuer la discussion

source: Contribute to common knowledge
fr: Participer à la construction d'un savoir collectif

source: Contribute to maintainance
fr: Contribuer à la maintenance

source: Contributor
fr: Contributeur

source: contributor
fr: contributeur

# route_configuration_types
source: corridor
fr: couloir

# area_types
source: country
fr: pays

# climbing_styles
source: crack_dihedral
fr: fissure-dièdre

# glacier_gear_types
source: crampons_req
fr: crampons indispensables

# glacier_gear_types
source: crampons_spring
fr: crampons en début de saison

source: Create a new report
fr: Créer un nouveau compte-rendu

source: Created on
fr: Crée le

source: Creation?
fr: Création ?

# event_types
source: crevasse_fall
fr: chute en crevasse/bédière

# event_types
source: critical_situation
fr: situation complexe sans accident

# frequentation_types
source: crowded
fr: assez fréquenté

source: Current password
fr: Mot de passe actuel

source: custodianship
fr: Ouverture

# avalanche_signs
source: danger_sign
fr: signaux d'alerte autres que des traces d'avalanche

# children_proof_types
source: dangerous
fr: peu adapté

source: Data like orientation, rock type, route type (such as return trip or loop) and route configuration type (such as ridge or gully).
fr: Données techniques, comme l'orientation, le type de roche ou la configuration générale de l'itinéraire (arête, pilier...)

source: date_end
fr: Date de fin

source: date_start
fr: Date de début

source: date_time
fr: date/heure

source: day(s)
fr: jour(s)

# langs
source: de
fr: allemand

# months
source: dec
fr: décembre

source: Delete this document
fr: Supprimer ce document

source: Delete this locale
fr: Supprimer cette version linguistique

# image_categories
source: descent
fr: descente

source: Describe access
fr: Décrivez ici l'accès

source: Describe access period
fr: Précisez la période d'accès

source: Describe access restrictions
fr: Décrire les restrictions d'accès

source: describe conditions
fr: Conditions de terrain, équipement et qualité du rocher rencontrés (approche, voie, et à proximité). Si vous rencontrez un équipement défectueux, informez les acteurs locaux (équipeurs, bureau des guides, office du tourisme ... ) et/ou renseignez-le sur https://sentinelles.sportsdenature.fr/

source: Describe here the gear needed for this route
fr: Précisez ici le matériel spécifique qu'il faut emporter en plus de l'équipement usuel. Seul le matériel "exotique" (en qualité ou quantité) doit être mentionné. Exemples de mentions inutiles : DVA, pelle, sonde, piolet, crampons, matériel de glacier (le champ "matériel de glacier" suffit), coinceurs et sangles sans plus de précision.

source: Describe here the waypoint
fr: Organisez la description avec des sous titres : balises ## , ### , #### en début de ligne.

source: Describe here your issue
fr: Décrire le problème ici

source: Describe historical information about the route (date, names..) here
fr: Précisez ici les informations historiques de l'itinéraire : ouverture du bas ou équipement (du haut), premières ascensions, premières descentes à ski/surf, rééquipements, éboulements, etc. Mentionnez la date, le nom des protagonistes, et le club ou organisme ayant financé le matériel laissé en place.

source: Describe opening hours
fr: Précisez les heures d'ouverture

source: Describe opening periods
fr: Précisez les périodes d'ouverture

# hut
source: Describe pedestrian access
fr: Décrire l'accès

source: Describe pedestrian access
fr: Décrire l'accès pédestre

source: Describe pt access
fr: Décrire l'accès au point de passage

source: Describe road access
fr: Décrire l'accès routier et les commodités (logement, restauration, etc.)

source: describe route_conditions
fr: Décrivez brièvement l'itinéraire que vous avez suivi dans les cas suivants : itinéraire différent de celui du topo, topo comportant des variantes, itinéraire en boucle, enchainement, point atteint lors d'un parcours partiel. ATTENTION: ne téléchargez pas de photos copiées d'un topo ou d'un livre. Les modérateurs les suppriment illico, car c'est une pratique illégale et elle ne respecte pas les licences utilisées par le site.

source: Describe the conditions you encountered during your outing
fr: Décrivez les conditions que vous avez rencontrées lors de votre sortie

source: Describe the information gathered before the outing and how these evolved once on route: weather forecast, avalanche risk reports, amount of refreezing, condition of the snow/ice/rock, reports from the previous days, etc.
fr: Décrivez les informations récoltées avant la sortie et le suivi de leur évolution sur le terrain. Cela concerne les prévisions météo, les bulletins d'évaluation du risque d'avalanche, la qualité du regel, la qualité de la neige/glace/rocher, les compte rendu des jours précédents, etc.

source: describe timing
fr: Heure de départ / horaire

source: describe weather
fr: Conditions météorologiques rencontrées lors de la sortie : couverture nuageuse, précipitations, vent, température

# image_categories
source: detail
fr: détail

source: Detailed figures, like ratings, height differences, frequentation...
fr: Données détaillées (cotations, dénivelés, fréquentation...)

source: Detailed information
fr: Informations détaillées

source: Details
fr: Détails

source: Details of the actual outing and the incident. If you have already written up your outing, you only need to describe the incident, then link it to your outing report (after first uploading it)
fr: Décrivez le déroulement de la sortie et de l'incident/accident. Si vous avez déjà saisi une sortie, vous pouvez décrire uniquement l'évènement, puis associez ce compte rendu à la sortie (après l'avoir enregistré).

source: Details on participants and event context
fr: Détails sur les participants et le contexte de l'évènement

source: Differences between versions
fr: Différences entre les versions

# glacier_ratings
source: difficult
fr: ouvert - passage difficile

source: difficulties_height
fr: Altitude du début des difficultés

source: disable_comments
fr: Désactiver les commentaires

source: Do you really want to leave? you have unsaved changes!
fr: Voulez-vous vraiment quitter cette page ? Des changements n'ont pas été sauvegardés !

source: Download outings
fr: Télécharger les sorties

# quality_types
source: draft
fr: ébauche

source: Drop images here or click to upload
fr: Faites glisser des images ici ou cliquez pour les sélectionner Ces images seront diffusées sous licence <a href="https://www.camptocamp.org/articles/106728">Creative Commons</a>. Si vous n'êtes pas l'auteur de l'image, vous ne pouvez pas la téléverser, à moins que l'auteur n'ait donné son accord pour qu'elle soit diffusée sous la licence Creative-Commons correspondante. Les images de plus de 2Mo sont redimensionnées par le navigateur avant d'être envoyées.

source: Duration
fr: Durée

source: Duration (hrs)
fr: Durée (h)

source: durations
fr: Durée

source: durations (days)
fr: durée (jours)

# glacier_ratings
source: easy
fr: bouché - passage sans problème

source: easy mountain climbing gear
fr: Alpinisme rocheux de F à AD

source: easy snow ice mixed gear
fr: Alpinisme neige/glace/mixte de F à PD+

# route_configuration_types
source: edge
fr: arête

source: Edit
fr: Modifier

source: Edit a document
fr: Modifier le document

source: Edit associations
fr: Modifier les associations

source: Edit categories
fr: Modifier les catégories

source: Edit titles
fr: Modifier les titres

source: editor
fr: Éditeur

source: Elevation
fr: Altitude

source: elevation
fr: Altitude

source: Elevation (m)
fr: Altitude (m)

source: elevation_access
fr: Altitude de l'accès routier / TC

source: elevation_down_snow
fr: Altitude de déchaussage

source: elevation_max
fr: Altitude maximale

source: elevation_min
fr: Altitude minimale

source: elevation_up_snow
fr: Altitude de chaussage

source: Email
fr: Adresse email

source: emphasized text
fr: texte en italiques

# quality_types
source: empty
fr: vide

source: empty comment
fr: commentaire vide

# langs
source: en
fr: anglais

source: engagement_rating
fr: Engagement

# book_types
source: environment
fr: environnement

# image_categories
source: equipment
fr: équipement

source: equipment_rating
fr: Qualité de l'équipement

source: equipment_ratings
fr: Qualité de l'équipement en place

# langs
source: es
fr: espagnol

# langs
source: eu
fr: basque

source: EULA
fr: CGU

source: event_activity
fr: Activité

source: event_type
fr: Type d'évènement

source: Everything about ratings : difficulties, exposition...
fr: Rentrez ici la totalité des cotations de l'itinéraire (difficulté, exposition, qualité de l'équipement...)

# condition_ratings
source: excellent
fr: excellentes

# snow_quality_ratings
source: excellent
fr: excellente

# snow_quantity_ratings
source: excellent
fr: excellente

source: Expand
fr: Déplier

# route_types
source: expedition
fr: expédition

# article_categories
source: expeditions
fr: expéditions

# rain_proof_types
source: exposed
fr: exposé à la pluie

source: exposition_rock_rating
fr: Exposition rocher

source: exposure_time
fr: Temps d'exposition

source: external_resources
fr: Ressources externes

# author_statuses
source: external_witness
fr: témoin extérieur

# product_types
source: farm_sale
fr: vente directe

# image_categories
source: fauna
fr: faune

source: Fauna protection areas
fr: Faune

source: Fauna protection site:
fr: Site de protection de la faune :

# months
source: feb
fr: février

# supervision
source: federal_supervision
fr: fédéral

# qualification
source: federal_supervisor
fr: initiateur fédéral

# qualification
source: federal_trainer
fr: instructeur fédéral

# genders
source: female
fr: femme

source: file_size
fr: taille du fichier

source: filename
fr: nom du fichier

source: Filter on map extent
fr: Limiter la recherche à la carte visible

# quality_types
source: fine
fr: bon

# image_categories
source: flora
fr: flore

source: fnumber
fr: Propriétés de l'image

source: focal_length
fr: Focale

source: Followed users
fr: Contributeurs suivis

source: Forgot password?
fr: Mot de passe oublié ?

source: Forum username
fr: Pseudo forum

# langs
source: fr
fr: français

source: frequentation
fr: Fréquentation

source: Fullname
fr: Nom

source: gas_unstaffed
fr: Gaz hors gardiennage

# article_categories
source: gear
fr: Matériel

source: gear
fr: Matériel

source: gender
fr: Sexe

source: General
fr: Général

source: General information
fr: Informations générales

source: general informations
fr: Informations générales

source: Geolocation
fr: Géolocalisation

source: geolocation
fr: Géolocalisation

# image_categories
source: geology
fr: géologie

# waypoint_types
source: gite
fr: gîte

# glacier_gear_types
source: glacier_crampons
fr: crampons + matériel de sécurité sur glacier

source: glacier_gear
fr: Matériel glacier

source: glacier_rating
fr: Etat du glacier

# glacier_gear_types
source: glacier_safety_gear
fr: matériel de sécurité sur glacier

source: global_rating
fr: Cotation globale

source: Go to the previous page
fr: Retourner à la page précédente

# condition_ratings
source: good
fr: bonnes

# snow_quality_ratings
source: good
fr: bonne

# snow_quantity_ratings
source: good
fr: bonne

# public_transportation_ratings
source: good service
fr: service régulier

source: GPS Track
fr: Trace GPS

# quality_types
source: great
fr: excellent

# rock_types
source: gres
fr: grès

# product_types
source: grocery
fr: épicerie

source: ground_types
fr: Type de sol

source: group_management
fr: Gestion du groupe

source: Had a timetable for the route been foreseen? Did you maintain the schedule? Was time a factor in causing the incident?
fr: Un horaire avait-il été prévu ? A t-il été tenu ? La gestion du temps a t-elle eu une influence sur le déclenchement de l'événement ?

source: has added images to area
fr: a ajouté des images pour cette région

source: has added images to article
fr: a ajouté des images pour cet article

source: has added images to book
fr: a ajouté des images pour ce livre

source: has added images to outing
fr: a ajouté des images pour cette sortie

source: has added images to route
fr: a ajouté des images pour cet itinéraire

source: has added images to waypoint
fr: a ajouté des images pour ce point de passage

source: has added images to xreport
fr: a ajouté des images pour ce rapport d'incident/accident

source: has created a new article
fr: a rédigé un nouvel article

source: has created a new book
fr: a ajouté un nouveau livre

source: has created a new image
fr: a ajouté une nouvelle image

source: has created a new outing
fr: a ajouté une nouvelle sortie

source: has created a new route
fr: a ajouté un nouvel itinéraire

source: has created a new waypoint
fr: a ajouté un nouveau point de passage

source: has created a new xreport
fr: a crée un nouveau rapport d'incident/accident
